Repository: aagedal/Aagedal-Media-Converter
Catalog: Aagedal Media Converter/Resources/Localizable.xcstrings
Source language: en
Languages: nb

source: Folder locations, security bookmarks, installed-tool paths, and upload credentials are never synced — those stay specific to each Mac.
nb: Mappeplasseringer, sikkerhetsbokmerker, baner til installerte verktøy og opplastingslegitimasjon synkroniseres aldri – disse forblir spesifikke for hver Mac.

source: Folder name:
nb: Mappe navn:

source: Folder will be named using the preset suffix (e.g., "loop", "tv", "prores")
nb: Mappen vil bli navngitt ved hjelp av forhåndsinnstilt suffiks (f.eks. "loop", "tv", "prores")

source: Force Merge — Select Reference Format
nb: Tving sammenslåing – velg referanseformat

source: Force Merge…
nb: Tving sammenslåing …

source: Foreground
nb: Forgrunn

source: Format metadata incomplete; this group will import without concatenation.
nb: Formatmetadata mangler; denne gruppen importeres uten sammenføyning.

source: Format: HH:MM:SS:FF (00-23 hours, 00-29 frames @ 30fps) or HH:MM:SS;FF for drop-frame
nb: Format: TT:MM:SS:FF (00-23 timer, 00-29 rammer @ 30fps) eller TT:MM:SS;FF for drop-frame

source: Format: HH:MM:SS:FF (hours: 00-23, frames: 00-%@) or HH:MM:SS;FF for drop-frame
nb: Format: TT:MM:SS:FF (timer: 00-23, rammer: 00-%@) eller TT:MM:SS;FF for drop-frame

source: Formats
nb: Formater

source: Formats conflict; this group will import without concatenation.
nb: Formatene er ulike; denne gruppen importeres uten sammenføyning.

source: Forward 10 seconds
nb: 10 sekunder fremover

source: Frame Count (FRM)
nb: Bildeantall (FRM)

source: Frame Number Padding
nb: Utfylling av bildenummer

source: Frame rate
nb: Bildefrekvens

source: Frame Rate
nb: Bildefrekvens

# Frame rate unavailable. Start removed: %@; kept: %@; end removed: %@
source: Frame rate unavailable. Start removed: %1$@; kept: %2$@; end removed: %3$@
nb: Bildefrekvens utilgjengelig. Fjernet fra starten: %@; beholdt: %@; fjernet fra slutten: %@

source: Framerate
nb: Bildefrekvens

source: Free aspect ratio
nb: Fritt sideforhold

source: Full comment preview:
nb: Full forhåndsvisning av kommentar:

source: Full Screen
nb: Fullskjerm

source: Fullscreen Player – Navigation
nb: Fullskjermspiller – navigering

source: Fullscreen Player – Other
nb: Fullskjermspiller – annet

source: Fullscreen Player – Playback
nb: Fullskjermspiller – avspilling

source: General
nb: Generelt

source: Generated by Aagedal Media Converter
nb: Laget av Aagedal Media Converter

source: Generated by Aagedal Media Converter — %@
nb: Laget av Aagedal Media Converter — %@

source: Generating waveform…
nb: Genererer bølgeform…

source: Go to next frame
nb: Gå til neste bilde

source: Go to next item in queue
nb: Gå til neste element i køen

source: Go to previous frame
nb: Gå til forrige bilde

source: Go to previous item in queue
nb: Gå til forrige element i køen

source: Good (5)
nb: God (5)

source: Good balance of speed and accuracy.
nb: God balanse mellom hastighet og nøyaktighet.

source: Google Drive support is not yet implemented.
nb: Støtte for Google Drive er ennå ikke implementert.

source: Gradient end
nb: Sluttfarge

source: Group %lld: %lld clips
nb: Gruppe %lld: %lld klipp

source: Group folder
nb: Gruppemappe

source: Group name
nb: Gruppenavn

source: Group presets assume the listed stream order is the playout channel order. Check the file's routing or MCA labels before using a grouped result for QC.
nb: Gruppeforhåndsinnstillinger forutsetter at den oppførte strømrekkefølgen er kanalrekkefølgen ved avspilling. Kontroller filens ruting eller MCA-etiketter før du bruker et gruppert resultat til kvalitetskontroll.

source: Grouping
nb: Gruppering

source: Growing H.264 (Compatibility)
nb: Voksende H.264 (kompatibilitet)

source: Growing HEVC 10-bit 4:2:2 (Resolve/Premiere)
nb: Voksende HEVC 10-bit 4:2:2 (Resolve/Premiere)

source: Growing ProRes 4444 (Visually Lossless)
nb: Voksende ProRes 4444 (visuelt tapsfri)

source: Hardware HEVC 10-bit 4:2:2; source format determines chroma. Variable frame rate, not flagged as a growing clip — best for importing after recording.
nb: Maskinvarekodet HEVC 10-bit 4:2:2; kildeformatet avgjør fargesamplingen. Variabel bildefrekvens, uten merking som voksende klipp – best egnet for import etter opptak.

source: Hardware uses VideoToolbox for fast encoding. Software (libx264) offers better compression with CRF quality control.
nb: Maskinvare bruker VideoToolbox for rask koding. Programvare (libx264) gir bedre komprimering med CRF-kvalitetskontroll.

source: Hardware uses VideoToolbox for fast encoding. Software (libx265) offers better compression with CRF quality control.
nb: Maskinvarer bruker VideoToolbox for rask koding. Programvare (libx265) gir bedre komprimering med CRF-kvalitetskontroll.

source: HD (1920×1080) or UHD (3840×2160). IMF App #2e is commonly delivered at one of these tiers.
nb: HD (1920×1080) eller UHD (3840×2160). IMF App #2e leveres vanligvis i én av disse oppløsningene.

source: HDR capture requires macOS 26 or later.
nb: HDR opptak krever macOS 26 eller nyere.

source: Help count active installations
nb: Hjelp oss å telle aktive installasjoner

source: HEVC 10-bit 4:2:2 (Hardware)
nb: HEVC 10-bit 4:2:2 (maskinvare)

source: HH:MM:SS · mixed or unknown frame rates
nb: HH:MM:SS · blandede eller ukjente bildefrekvenser

source: Hide and Exclude Sound
nb: Skjul og ekskluder lyd

source: Hide and exclude sound from apps
nb: Skjul og ekskluder lyd fra apper

source: Hide app window
nb: Skjul app vindu

source: Hide chapter markers (%lld)
nb: Skjul kapittelmarkører (%lld)

source: Hide cursor
nb: Skjul musepeker

source: Hide native AVPlayer controls
nb: Skjul system-kontroll

source: Hide playback controls
nb: Skjul avspillingskontroller

source: Hide Preview
nb: Skjul forhåndsvisning

source: Hide Sidebar
nb: Skjul sidepanel

source: Hide this panel (use menu bar icon to re-open)
nb: Skjul dette panelet (bruk menylinje-ikonet for å åpne igjen)

source: High (2)
nb: Høy (2)

source: High accuracy, slower processing.
nb: Høy nøyaktighet, tregere behandling.

source: Higher bitrate = better audio quality and larger files.
nb: Høyere bithastighet = bedre lydkvalitet og større filer.

source: Homebrew yt-dlp starts downloads much faster than the app-downloaded version.
nb: Homebrew sin versjon av yt-dlp starter nedlastninger mye raskere enn den app nedlastede versjonen

source: Homepage
nb: Hjemmeside

source: hours:minutes:seconds:frames supported
nb: timer:minutter:sekunder:bilder støttes

source: How frequency ranges are mapped to bands. Mel Scale matches human hearing perception.
nb: Hvordan frekvensområder tilordnes bånd. Mel-skala samsvarer med menneskelig hørselsoppfatning.

source: I/O: in/out • ⇧I/⇧O: jump • ⌥I/⌥O: clear • ⌘L: loop
nb: I/O: inn/ut • ⇧I/⇧O: hopp • ⌥I/⌥O: fjern • ⌘L: loop

source: iCloud Drive isn't enabled on this Mac. Turn it on in System Settings, or choose a custom folder.
nb: iCloud Drive er ikke aktivert på denne Mac-en. Slå det på i Systeminnstillinger, eller velg en egendefinert mappe.

source: If a keyframe cannot be verified near an edit, that edit will not move.
nb: Hvis et nøkkelbilde ikke kan bekreftes i nærheten av en redigering, flyttes ikke redigeringen.

source: Ignore files older than
nb: Ignorer filer eldre enn

source: Ignore trim offset for stitched timecode
nb: Ignorer trimforskyvning for tidskode i sammenføyd video

source: Image Sequence (%@)
nb: Bildesekvens (%@)

source: Image sequence frame rate
nb: Bildefrekvens for bildesekvens

source: IMF allows a wider range of frame rates than DCP, including drop-frame variants for NTSC delivery.
nb: IMF tillater et bredere spekter av bildefrekvenser enn DCP, inkludert drop-frame-varianter for NTSC-leveranse.

source: IMF audio extraction failed: %@
nb: IMF-lyduttrekk mislyktes: %@

source: IMF audio wrap failed (asdcp-wrap exit %lld)
nb: IMF-lyd-wrap mislyktes (asdcp-wrap avsluttet med %lld)

source: IMF audio wrap failed: %@
nb: IMF-lyd-wrap mislyktes: %@

source: IMF audio wrap failed: asdcp-wrap not found
nb: IMF-lyd-wrap mislyktes: asdcp-wrap ikke funnet

source: IMF audio wrap failed: raw2bmx not found
nb: IMF-lyd-wrap mislyktes: raw2bmx ikke funnet

source: IMF export is temporarily unavailable because package descriptors and conformance have not been validated. Use another export preset and a validated IMF mastering tool.
nb: IMF-eksport er midlertidig utilgjengelig fordi pakkebeskrivelser og samsvar med standarden ikke er validert. Bruk en annen eksportforhåndsinnstilling og et validert verktøy for IMF-mastering.

source: IMF manifest assembly failed
nb: Sammensetning av IMF-manifest mislyktes

source: IMF video wrap failed (raw2bmx exit %lld)
nb: IMF-video-wrap mislyktes (raw2bmx avsluttet med %lld)

source: IMF video wrap failed: %@
nb: IMF-video-wrap mislyktes: %@

source: IMF video wrap failed: bmxtranswrap rejected ProRes essence
nb: IMF-video-wrap mislyktes: bmxtranswrap avviste ProRes-essensen

source: IMF video wrap failed: could not read the wrapped MXF duration
nb: IMF-video-wrap mislyktes: kunne ikke lese varigheten til den innpakkede MXF-filen

source: IMF video wrap failed: no JP2 frames produced
nb: IMF-video-wrap mislyktes: ingen JP2-bilderammer ble produsert

source: IMF video wrap failed: raw2bmx not found
nb: IMF-video-wrap mislyktes: raw2bmx ikke funnet

source: Import
nb: Importer

source: Import %lld
nb: Importer %lld

source: Import camera card
nb: Importer kamerakort

source: Import Camera Card
nb: Importer kamerakort

source: Import Camera Card…
nb: Importer kamerakort …

source: Import FileZilla Sites
nb: Importer FileZilla-nettsteder

source: Import from FileZilla…
nb: Importer fra FileZilla …

source: Import proposed groups
nb: Importer foreslåtte grupper

source: Import Settings…
nb: Importer innstillinger …

source: Import source files and choose output folders in the app before an agent uses them. Agent requests cannot grant or expand file access.
nb: Importer kildefiler og velg utdatamapper i appen før en agent bruker dem. Agentforespørsler kan ikke gi eller utvide filtilgang.

source: Import video files
nb: Importer videofiler

source: Import…
nb: Importer…

source: in %@
nb: om %@

source: In Downloads settings, choose App Download and install or update the tool. For Homebrew, follow the installation instructions there; for Custom, select an executable file again.
nb: Velg App-nedlasting i nedlastingsinnstillingene og installer eller oppdater verktøyet. For Homebrew følger du installasjonsveiledningen der. For Egendefinert velger du en kjørbar fil på nytt.

source: In Downloads settings, select the bundled FFmpeg or select an installed custom executable. If the bundled tool is unavailable, reinstall the app.
nb: Velg den inkluderte FFmpeg-versjonen i nedlastingsinnstillingene, eller velg en installert egendefinert kjørbar fil. Installer appen på nytt hvis det inkluderte verktøyet ikke er tilgjengelig.

source: In OCR settings, select the bundled Tesseract or select an installed custom executable. If the bundled tool is unavailable, reinstall the app.
nb: Velg den inkluderte Tesseract-versjonen i OCR-innstillingene, eller velg en installert egendefinert kjørbar fil. Installer appen på nytt hvis det inkluderte verktøyet ikke er tilgjengelig.

source: In Transcription settings, select Parakeet. If it is installed elsewhere, use Custom path to select parakeet-mlx. Download a model before transcribing.
nb: Velg Parakeet i transkripsjonsinnstillingene. Hvis det er installert et annet sted, bruker du Egendefinert sti til å velge parakeet-mlx. Last ned en modell før du transkriberer.

source: In Transcription settings, select Whisper and download the selected model. For a custom model, select the file again to restore access, or choose an available model.
nb: Velg Whisper i transkripsjonsinnstillingene og last ned den valgte modellen. For en egendefinert modell velger du filen på nytt for å gjenopprette tilgang, eller velger en tilgjengelig modell.

source: In Upload settings, select App (Bundled) for rclone. If using Homebrew or Custom, check the selected installation and executable path.
nb: Velg App (inkludert) for rclone i opplastingsinnstillingene. Hvis du bruker Homebrew eller Egendefinert, kontrollerer du den valgte installasjonen og stien til den kjørbare filen.

source: Include a file with source color space and technical specs
nb: Ta med en fil med kildefargerom og tekniske spesifikasjoner

source: Include date tag on new files
nb: Inkluder dato-tagg på nye filer

source: Include preset suffix in filename
nb: Inkluder preset suffix i filnavnet

source: Input Duration: %@
nb: Input lengde: %@

source: Input Tracks
nb: Inputspor

source: Install Homebrew version for faster startup
nb: Installer Homebrew versjon for raskere start

source: Install Rust
nb: Installer Rust

source: Install updates automatically
nb: Installer oppdateringer automatisk

source: Install uv
nb: Installer uv

source: Instantly select preset (0 = 10th)
nb: Velg forhåndsinnstilling direkte (0 = den tiende)

source: Integrated loudness is gated over the complete selected program; it is not an average of the graph.
nb: Integrert lydstyrke beregnes med terskling over hele det valgte programmet; den er ikke et gjennomsnitt av grafen.

source: Invalid characters in name: %@
nb: Ugyldige tegn i navnet: %@

source: Invalid URL
nb: Ugyldig URL

source: Item Management
nb: Elementhåndtering

source: IVF is the raw, video-only AV2 bitstream. Matroska (.mkv) wraps the AV2 video with a re-encoded audio track using the app's built-in muxer (FFmpeg can't write AV2 yet). mp4 isn't offered because there's no standard way to store AV2 in it.
nb: IVF er den rå AV2-bitstrømmen med kun video. Matroska (.mkv) pakker AV2-videoen sammen med et omkodet lydspor ved hjelp av appens innebygde mukser (FFmpeg kan ennå ikke skrive AV2). mp4 tilbys ikke fordi det ikke finnes noen standard måte å lagre AV2 i den på.

source: J/K/L: reverse • pause • play · M: marker
nb: J/K/L: bakover • pause • spill av · M: markør

source: J/K/L: reverse • pause • play · R: range mode · ⌘B: split · ⌘Z: undo · M: marker · Q/W: trim start/end
nb: J/K/L: bakover • pause • spill av · R: områdemodus · ⌘B: del · ⌘Z: angre · M: markør · Q/W: trim start/slutt

source: J/K/L: reverse • pause • play (use for smooth playback)
nb: J/K/L: revers • pause • spill av (bruk for jevn avspilling)

source: J/K/L: reverse, pause, play (repeat J or L to speed up).
nb: J/K/L: bakover, pause, spill av (trykk J eller L flere ganger for å øke hastigheten).

source: JPEG 2000 video bitrate. 250 Mbps is the DCI maximum for 2K.
nb: JPEG 2000-videobitrate. 250 Mbps er DCI-maks for 2K.

source: JPEG 2000 video bitrate. Higher bitrates yield better quality at the cost of file size.
nb: JPEG 2000-videobitrate. Høyere bitrate gir bedre kvalitet, men større filer.

source: JPEG 2000 video in MXF (App #2e), one PCM audio track, and CPL/PKL/ASSETMAP manifests.
nb: JPEG 2000-video i MXF (App #2e), ett PCM-lydspor og CPL/PKL/ASSETMAP-manifester.

source: JPEG 2000 video in MXF (App #2e). PCM audio with MCA labels. CPL/PKL/ASSETMAP manifests.
nb: JPEG 2000-video i MXF (App #2e). PCM-lyd med MCA-merkelapper. CPL/PKL/ASSETMAP-manifester.

source: JPEG 2000 video in MXF with 24-bit PCM audio. XYZ color space (DCI P3).
nb: JPEG 2000-video i MXF med 24-bits PCM-lyd. XYZ-fargerom (DCI P3).

source: JPEG quality (lower number = higher quality).
nb: JPEG-kvalitet (lavere tall = høyere kvalitet).

source: Jump seconds back/forward when pressing Enter
nb: Hopp sekunder bakover eller fremover når du trykker Retur

source: Jump to trim end
nb: Hopp til trim slutt

source: Jump to trim in-point
nb: Hopp til trimmens innpunkt

source: Jump to trim out-point
nb: Hopp til trimmens utpunkt

source: Jump to trim start
nb: Hopp til trim start

source: Keep Existing Chapters
nb: Behold eksisterende kapitler

source: Keep intermediate files
nb: Behold mellomfiler

source: Keep JP2 image sequence
nb: Behold JP2-bildesekvens

source: Keep Mac awake while watching
nb: Hold Macen våken mens den overvåker

source: Keep original surround audio
nb: Behold original surround lyd

source: Keep single group
nb: Behold én gruppe

source: Keep Subtitles
nb: Behold undertekster

source: Keep subtitles: %@
nb: Behold undertekster: %@

source: Keep their existing chapters in the stitched file, or replace them with chapters at each clip boundary? Marked notes are added to the chapters either way, and the EDL includes both cuts and notes.
nb: Behold de eksisterende kapitlene i den sammensydde filen, eller erstatt dem med kapitler ved hver klippgrense? Markerte notater legges til i kapitlene uansett, og EDL-filen inneholder både klippgrenser og notater.

source: Keep their existing chapters in the stitched file, or replace them with chapters at each clip boundary? The EDL sidecar will include clip boundaries either way.
nb: Vil du beholde de eksisterende kapitlene i den sammenslåtte filen, eller erstatte dem med kapitler ved hver klippgrense? Den separate EDL-filen vil uansett inneholde klippgrensene.

source: Keep title, timecode, and encoder tags from the source file
nb: Behold tittel, tidskode og kodertagger fra kildefilen

source: Keep Until App Quits
nb: Behold til appen avsluttes

source: Keeps only ASCII letters, digits, underscore, hyphen, and period. Non-Latin scripts and many accented letters are dropped (e.g. ø → empty, é → e).
nb: Beholder bare ASCII-bokstaver, sifre, understrek, bindestrek og punktum. Ikke-latinske tegn og mange bokstaver med aksent fjernes (f.eks. ø → tomt, é → e).

source: Keeps your presets and preferences in sync across Macs through a single settings file. The newest change wins; you'll be notified when settings arrive from another Mac.
nb: Holder forhåndsinnstillingene og preferansene dine synkronisert mellom Mac-er via én enkelt innstillingsfil. Nyeste endring vinner; du får beskjed når innstillinger kommer fra en annen Mac.

source: Kept: %@ seconds
nb: Beholdt: %@ sekunder

source: Key File
nb: Nøkkelfil

source: Keyboard shortcuts:
nb: Tastatursnarveier:

source: Keyframe at or after end: %@ (%@ s later). This does not predict the exported end.
nb: Nøkkelbilde ved eller etter slutten: %@ (%@ s senere). Dette forutsier ikke slutten på eksporten.

source: Keyframe candidates: %lld
nb: Kandidater for nøkkelbilder: %lld

source: Keyframes unavailable for this clip. Trim edits require a verified keyframe.
nb: Nøkkelbilder er ikke tilgjengelige for dette klippet. Trimming krever et bekreftet nøkkelbilde.

source: Keyframes unavailable for this clip. Using frame snapping.
nb: Nøkkelbilder er ikke tilgjengelige for dette klippet. Festing til enkeltbilder brukes.

source: Language
nb: Språk

source: Large model optimized for Norwegian. Best accuracy, slowest.
nb: Large-modell optimalisert for norsk. Best nøyaktighet, tregest.

source: Large model optimized for Swedish. Best accuracy, slowest.
nb: Large-modell optimalisert for svensk. Best nøyaktighet, tregest.

source: Last Capture
nb: Forrige opptak

source: Last synced
nb: Sist synkronisert

source: Leave empty for AWS (or enter custom endpoint)
nb: La stå tom for AWS (eller skriv inn egendefinert endepunkt)

source: Licenses
nb: Lisenser

source: Lifetime
nb: Levetid

source: Limit output resolution. Bitrate scales automatically with resolution.
nb: Begrens utdataoppløsning. Bitraten skaleres automatisk med oppløsningen.

source: Limit proxy resolution. Lower resolutions create smaller files for faster editing.
nb: Begrens proxyoppløsning. Lavere oppløsninger gir mindre filer for raskere redigering.

source: Limit the output resolution. Unlimited preserves source resolution.
nb: Begrens utdataoppløsningen. Ubegrenset bevarer kildeoppløsningen.

source: Limits encoding tools to produce output that is easier for decoders to process. Improves playback compatibility on older or less powerful devices (like set-top boxes and mobile phones) at the cost of slightly reduced compression efficiency. Recommended for content targeting a wide range of playback devices.
nb: Begrenser kodingsverktøyene slik at utdataene blir enklere for dekodere å behandle. Forbedrer avspillingskompatibilitet på eldre eller mindre kraftige enheter (som set-top-bokser og mobiltelefoner), på bekostning av litt redusert komprimeringseffektivitet. Anbefales for innhold rettet mot et bredt utvalg avspillingsenheter.

source: Linear
nb: Lineær

source: Lines
nb: Linjer

source: Loading exported output…
nb: Laster eksportert utdata …

source: Loading...
nb: Laster…

source: Local agent access
nb: Lokal agenttilgang

source: Local Agent Access
nb: Lokal agenttilgang

source: Local model files are available. Model compatibility has not been tested.
nb: Lokale modellfiler er tilgjengelige. Modellkompatibilitet er ikke testet.

source: Location
nb: Plassering

source: Lock the recording region to an aspect ratio
nb: Lås opptakyregionen til et bildeformat

source: Logarithmic
nb: Logaritmisk

source: Loop queue
nb: Gjenta køen

source: Loudness range is not considered stable for programs shorter than one minute.
nb: Variasjonsområdet for lydstyrke regnes ikke som stabilt for programmer som er kortere enn ett minutt.

source: Low (20)
nb: Lav (20)

source: Low quality preview
nb: Forhåndsvisning i lav kvalitet

source: Lower CRF values = higher quality and larger files. 23 is a good default for H.264.
nb: Lavere CRF-verdier = høyere kvalitet og større filer. 23 er en god standard for H.264.

source: Lower CRF values = higher quality and larger files. 28 is a good default for H.265.
nb: Lavere CRF-verdier = høyere kvalitet og større filer. 28 er en god standardverdi for H.265.

source: Mac will stay awake until the recording starts.
nb: Macen holdes våken til opptaket starter.

source: Main Window – Other
nb: Hovedvindu – annet

source: Managed by Homebrew
nb: Administrert av Homebrew

source: Manual
nb: Manuell

source: Manual Backup
nb: Manuell sikkerhetskopi

source: Marked note
nb: Markert notat

source: Marked: %@
nb: Merket: %@

source: Marker
nb: Markør

source: Max
nb: Maks

source: Max Frames: %lld
nb: Maks bilder: %lld

source: Max line length:
nb: Max linjelengde

source: Max:
nb: Maks:

source: Maximum height: %@p
nb: Maksimal høyde: %@p

source: MCP client
nb: MCP-klient

source: MCP client setup
nb: Oppsett av MCP-klient

source: Media exported with a marker warning
nb: Medier eksportert med en markøradvarsel

source: Medium (10)
nb: Middels (10)

source: Medium model optimized for Norwegian. High accuracy, slower processing.
nb: Medium-modell optimalisert for norsk. Høy nøyaktighet, tregere behandling.

source: Medium model optimized for Swedish. High accuracy, slower processing.
nb: Medium-modell optimalisert for svensk. Høy nøyaktighet, tregere behandling.

source: Mel Scale
nb: Mel-skala

source: Merge all files into one file. Only works if input files have the same settings (e.g. resolution, codec). Note that trimming becomes less accurate when merging clips.
nb: Sammenslå alle filer til én fil. Fungerer bare hvis inndatafilene har de samme innstillingene (f.eks. oppløsning, kodek). Merk at trimming blir mindre nøyaktig når du slår sammen klipp.

source: Merge and sequential naming are mutually exclusive — turning one on switches the other off, both on the card and in these defaults.
nb: Sammenslåing og sekvensiell navngivning utelukker hverandre — å slå på én slår av den andre, både på kortet og i disse standardverdiene.

source: Merge Clips
nb: Slå sammen klipp.

source: Merge clips by default
nb: Slå sammen klipp som standard

source: Merge to Stereo
nb: Slå sammen til stereo

source: Metadata Comment
nb: Metadata-kommentar

source: Metadata Preservation
nb: Bevaring av metadata

source: Metadata Sidecar
nb: Metadata-sidefil

source: Meter and preview audio track
nb: Lydspor for måling og forhåndsvisning
